IDEA Open Model
TendonStressLoading.Stresses Property
Compatible with IDEA StatiCa Beta 20.0
 Tendon stress
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<TendonTimeStressLoading> Stresses { get; set; }
Public Property Stresses As List(Of TendonTimeStressLoading)
	Get
	Set
Property Value
Type: List<TendonTimeStressLoading>
See Also
Reference
TendonStressLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace